[IRI_PenaltyRPG X2AbilityTemplate]
LocFriendlyName="Штраф за одноразовый РПГ"
LocLongDescription="Экипированный в свободный слот Одноразовый РПГ замедляет передвижение этого солдата, а также облегчает обнаружение противником. После использования РПГ штраф пропадает."
LocHelpText="Экипированный в свободный слот Одноразовый РПГ замедляет передвижение этого солдата, а также облегчает обнаружение противником. После использования РПГ штраф пропадает."

[IRI_FireRPG X2AbilityTemplate]
LocFriendlyName="Выстрел из Одноразового РПГ"
LocLongDescription="Выстрелить из Одноразового РПГ."
LocHelpText="Выстрелить из Одноразового РПГ."
LocFlyOverText="Выстрел ракетой"

[X2Photobooth]
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - Выстрел")
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - На плече")
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - На колене")
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - Леон С. Кеннеди")
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - На связи")
.m_arrAnimationPoses=(AnimationDisplayName="РПГ - Подъем!")
;+m_arrAnimationPoses=(AnimationDisplayName="РПГ - Демо")
